Repository: retostauffer/wetterturnier-webserver
Catalog: languages/wpwt-*.po
Languages: de_de

source: Sorry, no proper city definition for
de_de: Sorry, keine Definition für Stadt

source: City-ranking for the cities
de_de: Städte-Rangliste für die Städte

source: and
de_de: und

source: for the weekend around
de_de: für das Wochenende vom

source: /ranking/3-city-ranking/
de_de: /rangliste/3-staedte-wertung/

source: /ranking/5-city-ranking/
de_de: /rangliste/5-staedte-wertung/

source: Spring
de_de: Frühling

source: Summer
de_de: Sommer

source: Fall
de_de: Herbst

source: season ranking for
de_de: Jahreszeitenwertung für

source: including
de_de: beinhaltet

source: tournaments from
de_de: Turniere vom

source: to
de_de: bis zum

source: Ranking for
de_de: Wertung für

source: tournaments
de_de: Turniere

source: Total ranking for
de_de: Gesamtwertung für

source: Sorry, cannot understand input 'type' for
de_de: Sorry, Input 'type' nicht erkannt

source: Ranking can't be shown yet. The reason: this is the weekend ranking of the ongoing tournament and as we don't have any observed parameters, we can't compute points, or ranks, at the moment. As soon as we can judge the parameter you can access the live-ranking here. Thank you for your understanding.
de_de: Die Rangliste kann noch nicht angezeigt werden. Grund: dies ist die Rangliste für das laufende Turnier. Da noch keine Beobachtungen vorhanden sind können auch noch keine Punkte oder Ränge berechnet werden. Sobald wir den ersten Parameter bewerten können, kannst du die Live-Rangliste hier verfolgen. Danke für dein Verständnis.

source: Sorry, but we do have a problem computing the ranking you'll have. If the problem exists for a longer time period please inform one of our administrators. Please note that the message also shows up if this is the ongoing tournament. Thank you.
de_de: Sorry, es gibt ein Problem beim generieren der von dir angeforderten Rangliste. Sollte dieser Fehler in ein paar Stunden immer noch erscheinen, informiere bitte einen unserer Administratoren. Bitte beachte, dass diese Meldung auch für das laufende Turnier angezeigt wird. Vielen Dank.

source: The maximum score (total) for the ranking is
de_de: Die maximal zu erreichende Punktzahl ist

source: Difference
de_de: Unterschied

source: Points marked with a blue asterisk indicate are the points the players got but they do not sum up to the total points. Reason: they have not played all tournaments. For all tournaments they did not participate they get the "Sleepy" points, but these points do only exist for the whole weekend but not for the individual days. Therefore the "total points" are comparable across all playres, the individual points only for those having the same number of participations.
de_de: Punkte die mit einem blauen Sternchen markiert bestehen aus der Summe der Punkte, die der Spieler selbst erreicht hat durch seine Teilnahme. An Wochenenden an denen der Mitspieler nicht teilgenommen hat bekommt er/sie die Punkte von "Sleepy". "Sleepy" vergibt jedoch nur Wochenendpunkte und keine Punkte für die einzelnen Tage, weshalb sich die Punkte der individuellen Tage nicht zur Gesamtpunktzahl aufsummieren. Die Gesamtpunktzahl ist für alle Spieler vergleichbar, die individuellen Tages-Punkte nur bei Spielern, die dieselbe Anzahl an Teilnahmen haben.

source: Registration confirmation will be emailed to you.
de_de: Eine Registrierungs-Bestätigung wird dir an die angegebene e-Mail Adresse zugestellt.

source: Log in
de_de: Einloggen

source: Lost your password?
de_de: Passwort verloren?

source: No information available
de_de: Keine Information verfügbar

source: participations
de_de: Teilnahmen

source: between
de_de: zwischen

source: <span style='color: gray;'>Never participated</span>
de_de: Bisher nie teilgenommen

source: Registered since
de_de: Registriert seit

source: Biography
de_de: Biographie

source: capabilities
de_de: Berechtigungen

source: Wetterturnier bbPM messages
de_de: Wetterturnier bbPM Mitteilungen

source: Widget Title
de_de: Widget Titel

source: No unread messages in your inbox.
de_de: Keine ungelesene Mitteilung im Posteingang.

source: Open Messenger
de_de: Messenger öffnen

source: You have
de_de: Du hast

source: Unread message
de_de: Nachricht

source: Unread messages
de_de: Nachrichten

source: Information about last run not available!
de_de: Informationen über den letzten Lauf nicht verfügbar!

source: Last run:
de_de: Letzter Lauf:

source: Cannot display lightning data, "lastrun" file not found!
de_de: Kann die Blitzaktivität nicht anzeigen, "lastrun" Datei nicht gefunden.

source: Seems that we have lost the lightning data stream!
de_de: Sieht aus, als hätten wir den Blitzortungs-Datenstream verloren!

source: Currently no lightning activity in the region.
de_de: Im Moment keine Blitzaktivität in der Umgebung.

source: Wetterturnier latest obs
de_de: Neueste Beobachtungen

source: Cannot reach table <b>%s</b>! Sorry.
de_de: Kann Datenbanktabelle <b>%s</b> nicht erreichen! Sorry.

source: Temperature
de_de: Temperatur

source: Dew point temp
de_de: Taupunkt

source: Cloud cover
de_de: Bedeckungsgrad

source: Wind speed
de_de: Windgeschwindigkeit

source: Wind direction
de_de: Windrichtung

source: Pressure [msl]
de_de: Reduzierter Luftdruck

source: Sorry, no valid observations available for station %s within
de_de: Sorry, keine gültigen Beobachtungen für die Station %s innerhalb

source: the last %d hours
de_de: den letzten %d Stunden

source: Wetterturnier Leading Users
de_de: Führende Mitspieler

source: Wetterturnier Tournament Dates
de_de: Turniertermine

source: Wetterturnier Dates
de_de: Turniertermine

source: Textarea2:
de_de: Textarea:

source: Tournament date
de_de: Turniertermine

source: No tournament
de_de: Kein Turnier

source: Registered bets
de_de: Eingetragene Tipps

source: Saved/Sent/Group
de_de: Gespeichert/Versant/Gruppe

source: Currently no data available about the submitted bets for the upcoming tournament. Will be shown as soon as the first bets are submitted to the wetterturnier.
de_de: Aktuell keine Statistik zu den abgegebenen Tipps für das aktuelle Turnier vorhanden. Die Information wird angezeigt, sobald die ersten Tipps abgegeben wurden.
