Repository: retostauffer/wetterturnier-webserver
Catalog: languages/wpwt-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Scheduler
de_de: Terminplaner

source: Deactivate Users
de_de: Benutzer deaktivieren

source: Groups
de_de: Gruppen

source: Group Members
de_de: Gruppenmitglieder

source: Group Application
de_de: Gruppenanfragen

source: Cities
de_de: Städte

source: Stations
de_de: Stationen

source: Bets
de_de: Tipps

source: Observations
de_de: Beobachtungen

source: Rerun Reqeuests
de_de: Rerun Anfragen

source: Rerun Requests
de_de: Rerun Anfrage

source: Nothing selected
de_de: Nichts ausgewählt

source: Public
de_de: Öffentlich

source: API Key
de_de: API Schlüssel

source: Type
de_de: Typ

source: Configuration
de_de: Konfiguration

source: Description
de_de: Beschreibung

source: Since
de_de: Seit

source: Until
de_de: Bis

source: What
de_de: Was

source: User Name
de_de: Benutzername

source: Group Name
de_de: Gruppe erstellt

source: Application
de_de: Anfrage

source: Applied
de_de: Anfefragt

source: userID
de_de: BenutzerID

source: User
de_de: Benutzername

source: Missing Bets
de_de: Fehlende Tipps

source: Submitted
de_de: Abgeschickt

source: Sort
de_de: Sortierung

source: City Hash
de_de: Stadt Hash

source: Active Stations
de_de: Aktive Stationen

source: City Status
de_de: Städte-Status

source: Inactive since
de_de: Aktiv seit

source: City created
de_de: Stadt erstellt

source: Username
de_de: Teilnehmer

source: Participated
de_de: Teilnahmen

source: Last Played
de_de: Zuletzt getippt

source: N Days Ago
de_de: Vor N Tagen

source: Inactive
de_de: Inaktiv

source: Members
de_de: Mitglieder

source: Group Description
de_de: Beschreibung

source: Group Status
de_de: Gruppenstatus

source: Group created
de_de: Gruppe erstellt

source: groupID
de_de: GruppenID

source: Member since
de_de: Mitglied seit

source: Station ID
de_de: Stations ID

source: City
de_de: Stadt

source: Station Name
de_de: Stationsname

source: English (default)
de_de: Englisch (default)

source: German
de_de: Deutsch

source: Maxlen
de_de: MaxLänge

source: Range
de_de: Wertebereich

source: Decimals
de_de: Dezimalstellen

source: Unit
de_de: Einheit

source: Tournament Date
de_de: Turnierdatum

source: By
de_de: Durch

source: Requested
de_de: Angefordert

source: Done
de_de: Erledigt

source: Linked to City
de_de: Verknüpft mit Stadt

source: Added
de_de: Hinzugefügt

source: Source
de_de: Quelle

source: Successfully changed the city entry
de_de: Städte-Eintrag erfolgreich editiert.

source: Successfully changed the group entry
de_de: Gruppeneintrag erfolgreich editiert.

source: You tried to edit a bet, but either the city ID or the user ID is missing. Seems that there is either a problem with the code, or you tried to manipulate the URL. Dont do the latter one please. If it is a problem with the code, please inform your administrator.
de_de: Du hast versucht, einen Tipp zu editieren. Allerdings fehlt entweder die user ID oder die Städte ID. Entweder ist das ein problem des Codes, oder aber du versuchtst manuell die URL zu editieren. Bitte nicht machen. Sollte es ein problem mit dem Code sein, so informiere bitte deinen Administrator.

source: You tried to edit a bet, but either the city ID or the user ID contain non-integer value. Seems that there is a problem or you tried to manipulate the URL. Dont do the latter one please. If it is a problem with the code, please inform your administrator.
de_de: Du hast versucht, einen Tipp zu editieren. Allerdings beinhaltet entweder die User ID oder die Städte ID einen nicht-Integer Wert. Entweder ist das ein problem des Codes, oder aber du versuchtst manuell die URL zu editieren. Bitte nicht machen. Sollte es ein problem mit dem Code sein, so informiere bitte deinen Administrator.

source: Back to bet list
de_de: Zurück zur Tipp-Übersicht

source: Successfully changed the bet entry
de_de: Der Tipp wurde erfolgreich editiert.

source: City name
de_de: Stadtname

source: City hash
de_de: Stadt-Hash

source: Active flag
de_de: Ist aktiv

source: Parameter for city
de_de: Parameter

source: Editing inactive groups is not allowed! Are you doing nasty things?
de_de: Das editieren von inaktiven Gruppen ist nicht erlaubt. Was probierst du da?

source: Group name
de_de: Gruppe inaktiv

source: You tried to edit a observation, but either the city ID or the station ID is missing. Seems that there is either a problem with the code, or you tried to manipulate the URL. Dont do the latter one please. If it is a problem with the code, please inform your administrator.
de_de: Du hast versucht, einen Tipp zu editieren. Allerdings fehlt entweder die Stations ID oder die Städte ID. Entweder ist das ein problem des Codes, oder aber du versuchtst manuell die URL zu editieren. Bitte nicht machen. Sollte es ein problem mit dem Code sein, so informiere bitte deinen Administrator.

source: You tried to edit a station, but either the city ID or the station ID contain non-integer value. Seems that there is a problem or you tried to manipulate the URL. Dont do the latter one please. If it is a problem with the code, please inform your administrator.
de_de: Du hast versucht, einen Tipp zu editieren. Allerdings beinhaltet entweder die Stations ID oder die Städte ID nich-integer Werte. Entweder ist das ein problem des Codes, oder aber du versuchtst manuell die URL zu editieren. Bitte nicht machen. Sollte es ein problem mit dem Code sein, so informiere bitte deinen Administrator.

source: Successfully changed the observation entry
de_de: Beobachtungen erfolgreich editiert.

source: Param name [fix]
de_de: Parameter name [fix]

source: Validation format
de_de: Validierungs-Format

source: Validation length
de_de: Validierungs-Länge

source: Minimum value
de_de: Minimaler Wert

source: Maximum value
de_de: Maximaler Wert

source: Nr. of decimals
de_de: Anz. Dezimalstellen

source: Successfully changed parameter entry
de_de: Parameter-Eintrag erfolgreich editiert.

source: Parameter NOT observed
de_de: Parameter NICHT beobachtet

source: Station name
de_de: Stationsname

source: Station WMO number
de_de: WMO-Stationsnummer

source: Currently connected to
de_de: Im Moment verbunden mit

source: Not attached to a city
de_de: Keiner Stadt zugeordnet

source: City hash is allready in use. Drop changes.
de_de: City-Hash ist leider bereits in Verwendung. Änderungen verworfen.

source: City with this name or hash is allready existing! Cannot add again!
de_de: Eine Stadt mit diesem Namen oder diesem Hash existiert bereits. Nochmaliges hinzufügen nicht erlaubt.

source: City not added. City name and hash have to be set!
de_de: Stadt nicht hinzugefügt. Der Städtename muss gesetzt sein.

source: New City set. Shown on front page from now on.
de_de: Neue Stadt hinzugefügt. Diese ist ab sofort auf der Front-Seite sichtbar.

source: Entered WMO number was no integer. Stop.
de_de: Eingegebene WMO-Nummer war kein Integer. Stop.

source: WMO number allready defined. Stop.
de_de: WMO-Stationsnummer bereits definiert. Stop.

source: Problems updating entry in database.
de_de: Probleme beim editieren der Datenbank.

source: User successfully added to the group.
de_de: Gruppeneintrag erfolgreich editiert.

source: Problems deleting entry from database.
de_de: Probleme beim löschen des Eintrages in der Datenbank.

source: Application rejected, user not added to the group.
de_de: Mitgliederanfrage abgelehnt. Der Benutzer wurde nicht zur Gruppe hinzugefügt.

source: User successfully set to inactive for this group.
de_de: Der Benutzer wurde erfolgreich auf inaktiv gesetzt.

source: Application rejected, user is still active in the group.
de_de: Anfrage abgelehnt. Der Benutzer bleibt aktiv in der Gruppe.

source: Undefined action.
de_de: Aktion undefiniert!

source: Search/Filter Options
de_de: Such- und Filteroptionen

source: Group not added. Reason: special characters and blanks not allowed for group names.
de_de: Gruppe nicht hinzugefügt: Sonderzeichen und Leerzeichen sind bei Gruppennamen nicht erlaubt.

source: Group or user with this name is allready existing! Cannot add again!
de_de: Eine Gruppe mit diesem Namen besteht bereits. Kann nicht nochmals erstellt werden.

source: Group not added. Group name has to be set!
de_de: Gruppe nicht hinzugefügt. Der Gruppenname muss angegeben werden.

source: New Group set. You can use it from now on.
de_de: Neue Gruppe erstellt. Diese kann ab sofort verwendet werden.

source: Not added! Please choose user and group propperly!
de_de: Nicht hinzugefügt! Bitte wähle Benutzer/Gruppe korret.

source: User added to selected group as a group member.
de_de: Benutzer wurde zur ausgewählten Gruppe als Mitglied hinzugefügt.

source: Can't add second time. User is allready an active member of the group.
de_de: Du bist bereits ein aktives Mitglied dieser Gruppe.

source: Parameter with this parameter name existing! Cannot add again!
de_de: Parameter mit diesem Namen besteht bereits. Er kann nicht nochmals verwendet werden.

source: Parameter not added. Parameter name, english or german description was empty.
de_de: Parameter nicht hinzugefügt. Das Feld Parametername oder eine der Beschreibungen war leer.

source: Parameter added. Online right now!
de_de: Parameter hinzugefügt. Dieser ist ab sofort online!

source: Webcam removed.
de_de: Webcam entfernt.

source: Webcam not added. Seems that you forgot to select a city.
de_de: Webcam nicht hinzugefügt. Es scheint, als ob du vergessen hast, eine Stadt auszuwählen.

source: Please be sure that this is correct before inserting/sending the data.
de_de: Bitte überprüfe, dass die Werte korrekt sind, bevor du diese speicherst.

source: Form to submit your bet for
de_de: Formular um deinen Tipp abzugeben für

source: YOUR BET HAS BEEN SUBMITTED, EVERYTHING FINE.
de_de: DEIN TIPP WURDE ABGEGEBEN, ALLES IN ORDNUNG.

source: YOUR BET HAS NOT BEEN SUBMITTED YET.
de_de: ACHTUNG: DEIN TIPP WURDE GESPEICHERT ABER NOCH NICHT VERSCHICKT!

source: Please fill in all values in the propper format.
de_de: Bitte fülle zuerst alle Werte im korrekten Format ein.

source: Afterwards submit your bet by clicking the submit button.
de_de: Beachte, dass der Tipp nach dem erfolgreichen speichern noch verschickt/eingereicht werden muss, damit du beim Turnier teilnehmen kannst.

source: Form closes
de_de: Abgabeschluss ist

source: Your active city is
de_de: Deine aktive Stadt ist

source: Form closed! Submissions won't be stored anymore.
de_de: Abgabeformular geschlossen! Änderungen an den Tipps werden nicht mehr gespeichert.

source: Form closes in more than
de_de: Abgabeformular schliesst in etwas mehr als

source: days
de_de: Tagen

source: No hurry!
de_de: Kein Stress!

source: More than one day left to submit the bet.
de_de: Noch mehr als ein Tag bis das Abgabeformular schliesst.

source: hours
de_de: Stunden

source: Keep cool!
de_de: Cool bleiben!

source: Still a bit more than one hour until the form closes.
de_de: Immer noch etwas mehr als eine Stunde bis Abgabeschluss.

source: The form closes in about
de_de: Das Abgabeformular schliesst in etwa

source: minutes
de_de: Minuten

source: The form closes in a bit more than
de_de: Das Abgabeformular schliesst in etwas mehr als

source: Time to hurry up a bit, my friend!
de_de: Zeit sich etwas zu beeilen, mein Freund!

source: Only a bit more than one minute left to submit your bet!
de_de: Nur noch etwas mehr als eine Minute bis das Abgabeformular schliesst!

source: Form closes in
de_de: Abgabeformular schliesst in

source: seconds
de_de: Sekunden

source: Hurry, hurry!
de_de: Los jetzt!

source: Switch orientation
de_de: Darstellung ändern

source: Validate & Save
de_de: Überprüfen & Senden

source: for
de_de: für

source: Save Observations
de_de: Beobachtungen speichern

source: Unexpected input to the method which has to store the forecast value. This is a problem in update_bet_database, missing submit. Please inform one of our administrators!
de_de: Unerwartete Eingabe in die Funktion, die die Tipps speichern soll. Das ist ein Problem in der Methode update_bet_database, fehlende Elemente. Bitte den Administrator informieren.

source: Unexpected input to the method which has to store the forecast value. This is a problem in update_bet_database, submit value was wrong. Please inform one of our administrators!
de_de: Unerwartete Eingabe in die Funktion, die die Tipps speichern soll. Das ist ein Problem in der Methode update_bet_database, fehlende Elemente. Bitte den Administrator informieren.

source: Sorry, tournament CLOSED. We cannot store your changes anymore.
de_de: Sorry, das Turnier ist bereits GESCHLOSSEN. Wir können deine Änderungen leider nicht mehr annehmen.

source: Points
de_de: Punkte

source: Date
de_de: Datum

source: Full weekend points
de_de: Gesamtpunkte Wochenende

source: Particioners
de_de: Teilnehmer

source: Number of participants
de_de: Anzahl Teilnehmer

source: Show inactive
de_de: Zeige inaktive Benutzer

source: User name
de_de: Benutzername

source: since
de_de: Seit

source: until
de_de: bis

source: Show user profile
de_de: Zum User-Profil

source: Not available
de_de: Nicht verfügbar

source: Show profile
de_de: Zum Profil

source: [group]
de_de: [Gruppe]

source: There is an ongoing tournament right now.
de_de: Keine Hilfe verfügbar

source: Current values can be found here:
de_de: Die aktuellen Werte findest du hier:

source: Sorry, no access to these bet form
de_de: Sorry, im Moment kein Zugriff auf das Abgabeformular

source: The form to submit tips always opens %d days in advance.
de_de: Das Abgabeformular öffnet jeweils %d Tage vor dem Turnier

source: Next tournament will take place on %s
de_de: Das nexte Turnier findet am %s statt

source: The bet form opens %s
de_de: Das Abgabeformular dafür öffnet am/um %s

source: Sorry, no access to these bet form.
de_de: Sorry, kein Zugriff auf das Tippspiel.

source: The form to submit tips for todays tournament is allready closed.
de_de: Tas Abgabeformular für das heutige Tippspiel ist bereits geschlossen.

source: The next tournament will take place on %s
de_de: Das nächste Turnier findet statt am %s

source: The requested tournament date is in the future.
de_de: Das angefragte Turnier-Datum liegt in der Zukunft.

source: Do you try to cheat, bro?
de_de: Was probierst du da?

source: Sorry, no access to these data.
de_de: Sorry, kein Zugriff auf diese Daten.

source: We will show the current bets as soon as the bet-form has been closed.
de_de: Die aktuellen Tipps und abgegebenen Werte werden angezeigt, sobald das Abgabeformular geschlossen ist.

source: You can see the newest tips in
de_de: Du kannst die neuesten Tipps in

source: hour
de_de: Stunde

source: and
de_de: und

source: If you would like to submitt a bet please go to "TOURNAMENT" in the navigation.
de_de: Falls du gerne einen Tipp abgeben möchtest gehe bitte auf "TURNIER" in der Navigation.

source: You do not have sufficient permissions to access this page.
de_de: Keine Berechtigung zum Zugriff auf diese Seite.

source: Bet-form orientation
de_de: Abgabeformular Ausrichtung

source: portrait
de_de: Hochformat

source: landscape
de_de: Querformat

source: Select your default orientation
de_de: Wähle deine Standard-Ausrichtung

source: Table styling
de_de: Tabellen-Styling

source: default
de_de: Standard

source: contrast
de_de: Kontrastreich

source: orange-blue
de_de: Orange-Blau

source: Select your preferred table styling
de_de: Wähle dein präferiertes Tabellen-Styling

source: They can be found here
de_de: Diese findest du hier

source: Before the registration you have to read and accept our terms and conditions!
de_de: Bevor du dich registrieren kannst lies und akzeptiere unsere Nutzungsbedingungen!

source: Terms and Conditions
de_de: Nutzungsbedingungen

source: No help available
de_de: Keine Hilfe verfügbar

source: Help
de_de: Hilfe

source: First day
de_de: Tag 1

source: Second day
de_de: Tag 2

source: Profile
de_de: Profil

source: will not be considered
de_de: werden nicht berücksichtigt

source: Currently no users in this group
de_de: Im Moment befinden sich keine Teilnehmer in dieser Gruppe.

source: active
de_de: aktiv

source: Sorry, but at the moment there are no tournaments in our archive for the city you have choosen. Please come back later. If you know that there should be archived data you can also contact one of our administrators. Thanks.
de_de: Sorry, im Moment sind keine Turniere im unserem Archiv gelistet zu dieser Stadt. Bitte schau doch später wieder rein. Wenn du dir sicher bist, dass hier eigentlich Daten im Archiv sein sollten, dann gibt es ein Problem. In diesem Fall wende dich doch bitte an einen der Wetterturnier-Administratoren. Besten Dank.

source: Show
de_de: Anzeigen

source: Show All
de_de: Alle anzeigen

source: Players
de_de: Teilnehmer

source: Winner
de_de: Gewinner

source: Stats
de_de: Statistik

source: Color legend:
de_de: Farblegende:

source: Shows the color coding of the different player classes. Just click on the buttons to show/hide a certain type in the tables below!
de_de: Diese Legende zeigt die Farbkodierung der verschiedenen Teilnehmer-Typen. Durch anklicken der Buttons kannst du einzelne Typen aus- und wieder einblenden!

source: Human player
de_de: Menschlicher Spieler

source: Group
de_de: Gruppe

source: Automated forecast
de_de: Automatische Vorhersage

source: Reference method
de_de: Referenzmethode

source: Sorry, but at the moment we cannot show you the weekend ranking for the choosen date. Possible problem: we havn't compute the points yet because of missing observations.
de_de: Sorry, im Moment können wir dir die Wochenend-Wertung für das gewählte Datum nicht anzeigen. Möglicher Grund: wir haben noch keine Punkte berechnet, da noch keine Beobachtungen verfügbar sind.

source: older
de_de: älter

source: newer
de_de: neuer

source: Weekend ranking for
de_de: Wochenendwertung f&uum;r

source: Rank
de_de: Rang

source: Player
de_de: Teilnehmer

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: Name filter
de_de: Namensfilter

source: User bets
de_de: Spieler-Tipps

source: Day %d
de_de: Tag %d

source: Observation data
de_de: Beobachtungsdaten

source: Day
de_de: Tag

source: Sorry, no bet data available
de_de: Sorry, keine abgegebenen Tipps vorhanden

source: There is probably something going wrong?
de_de: Läuft da eventuell etwas schief?

source: Sorry, currently no observations available
de_de: Im Moment sind leider keine Beobachtungen vorhanden

source: They will be displayed as soon as they are available
de_de: Diese werden hier angezeigt, sobald diese zur Verfügung stehen

source: Sum
de_de: Summe

source: Modified by
de_de: Modifiziert durch

source: Points total
de_de: Gesamtpunkte

source: Forecast
de_de: Vorhersage

source: Deviation
de_de: Abweichung

source: Access denied
de_de: Zugriff verweigert

source: The access for some pages is restricted to registered and logged in users only. You are not logged in at the moment. To see the content of this specific page, please login first. Thank you four your understanding.
de_de: Gewisse Inhalte sind nur für registrierte und eingeloggte Benutzer einsehbar. Bitte logge dich ein um den gewünschten Inhalt angezeigt zu bekommen. Besten Dank für dein Verständnis.

source: Login form
de_de: Login-Formular

source: Sorry currently no information about the leading users.Possible reason: no observations (and therefore no points) at all.However, good luck in the ongoing tournament!
de_de: Sorry, aktuell keine Information zu den führenden Spielern vorhanden. Möglicher Grund: aktuell noch keine Beobachtungen in der Datenbank (und somit noch keine vergebenen Punkte). Wir wünschen dir viel Erfolg beim aktuellen Turnier!

source: Leaderboard
de_de: Bestenliste

source: nd
de_de: er

source: place
de_de: Platz

source: th
de_de: er

source: points
de_de: Punkte

source: Cannot send inquiry. Please select a group first!
de_de: Anfrage kann nicht versandt werden. Bitte wähle eine Gruppe.

source: Cannot send inquiry. Please write application text.
de_de: Anfrage konnte nicht versandt werden. Bitte die Erklärung ausfüllen.

source: Inquiry successfully sent
de_de: Anfrage erfolgreich verschickt.

source: You are allready an active member of that group.
de_de: Du bist bereits ein aktives Mitglied dieser Gruppe.

source: I would like to apply for group:
de_de: Ich möchte folgender Gruppe beitreten:

source: Select a group ...
de_de: Wähle eine Gruppe ...

source: Hy, my name is
de_de: Hallo, mein Name ist

source: and I would like to apply for the group because ...
de_de: und ich möchte der Gruppe beitreten, da ...

source: Apply
de_de: Anfragen

source: Please remove me from group:
de_de: Bitte entfernt mich aus der Gruppe:

source: and I wont't be a member of this group anymore because ...
de_de: und ich will aus der Gruppe austreten, da ...

source: Remove
de_de: Entfernen

source: Sorry, you are not logged in. Only logged in users can apply online for a group membership.
de_de: Sorry, du bist nicht eingeloggt. Nur als eingeloggtes Mitglied kannst du Gruppen-Mitgliedschaften managen.

source: Current tournament
de_de: Aktuelles Turnier

source: Show Values
de_de: Werte anzeigen

source: Show Points
de_de: Punkte anzeigen

source: You have to be registered and logged in to place your bet.
de_de: Um zu tippen musst du registriert und eingeloggt sein.

source: Current point status:
de_de: Aktueller Punkte-Status:

source: Average points this weekend:
de_de: Die durchschnittliche Punktzahl beträgt:

source: Judging for people without attendance:
de_de: Wertung für nicht teilnehmende Mitspieler:

source: Cannot reach database obs.stations. Ignore station description.
de_de: Datenbank obs.stations nicht erreichbar. Stations-Information wird ignoriert/nicht dargestellt.

source: Cannot reach database obs.bufrdesc, exit.
de_de: Datenbank obs.bufrdesc nicht erreichbar. Spalten-Beschreibung kann leider nicht mitgeliefert werden!

source: Request year
de_de: Jahr

source: Missing value
de_de: Fehlwerte

source: Delimiter
de_de: Trennzeichen

source: RAW data
de_de: Rohdaten

source: If checked, output contains RAW database values!
de_de: Wenn selektiert: Datenexport im Rohdatenmodus (wie in der Datenbank gespeichert).

source: Export preset
de_de: Preset exportieren

source: Checked: export (useful) preset. Else everything.
de_de: Wenn selektiert: exportiere ein Subset aller Daten. Sonst alles.

source: Sorry, APIKEY or the corresponding config is invalid. Stop.
de_de: Sorry, der API Schlüssel oder die hinterlegte Konfiguration sind nicht gültig. Stop.

source: You are not logged in! We are very sorry, but we only allow data downloads for logged in users.
de_de: Du bist leider nicht eingeloggt! Daten-Downloads sind leider nur für eingeloggte User möglich.

source: Sorry, could not understand your request.
de_de: Sorry, deine Anfrage konnte leider nicht interpretiert werden. Probleme mit den Inputs.

source: No 'action' or 'statnr' input received. Cannot do the data export without them.
de_de: Fehlende inputs. Entweder 'action' oder 'statnr' fehlten. Ohne diese Angaben kann leider nichts exportiert werden.

source: No user selected
de_de: Keinen Benutzer ausgewählt

source: Observed
de_de: Beobachtet

source: Extra-Observed?
de_de: Spezialbeobachtung?

source: My forecast
de_de: Meine Vorhersage

source: Points you'll get
de_de: Deine Punkte

source: Compute points
de_de: Punkte berechnen

source: Sorry, no links available at the moment.
de_de: Sorry, im Moment sind keine Links verfügbar.

source: Sorry, currently no links in this category ...
de_de: Sorry, im Moment keine Links in dieser Kategorie ...

source: This is the weekend ranking for the weekend around
de_de: Dies ist die Wochenendwertung für das Wochenende vom

source: /ranking/weekend-rankings/
de_de: /rangliste/wochenendwertungen/
